[{"id":1,"location":"Iraq","year":"2006","name":"Ahmad [full name unavailable]","organization":"Al-shaabiya","date":"October 12, 2006","killed":"Killed","typeofdeath":"Unknown","specificlocation":"Baghdad","freelance":"No","description":"Masked gunmen in at least five vehicles drove up to the fledgling satellite TV \nchannel Al-Shaabiya in the eastern district of Zayouna around 7 a.m., burst into \nthe offices and executed 11 people in cold blood and wounded two. It was the \ndeadliest single assault on the press in Iraq since the U.S.-led invasion in \nMarch 2003.\nAl-Shaabiya is owned by the National Justice and Progress Party, headed by \nAbdul-Rahim Nasrallah al-Shimari who was killed in the attack, according to \nReuters and CPJ sources. The small party ran in the last election but failed to \nwin any seats. Al-Shaabiya had not yet gone on the air and had only run test \ntransmissions. Executive manager Hassan Kamil told Reuters that the station had \nno political agenda and that the staff had been a mix of Sunnis, Shiites, and \nKurds. The station had not been threatened previously. According to news \nreports, the channel still aims to launch after the end of the Muslim month of \nRamadan in late October.\nKamil said some of the gunmen wore police uniforms, and all were masked. \nAccording to news reports the gunmen's cars resembled police vehicles.\nA local press freedom group, The Journalistic Freedoms Observatory, named the \ndead as chairman and general manager Abdul-Rahim Nasrallah al-Shimari and his \nbodyguard, Ali Jabber; deputy general manager Noufel al-Shimari; presenters \nThaker al-Shouwili and Ahmad Sha'ban; administrative manager Sami Nasrallah \nal-Shimari; video mixer Hussein Ali; and three guards identified only by their \nfirst names: Maher, Ahmad and Hassan. The station's generator operator, whose \nname was not available, was also killed. A source at Al-Shaabiya confirmed the \nnames.\nProgram manager Mushtak al-Ma'mouri and news chief Muhammad Kathem were taken \nto the hospital with multiple gunshot wounds. They were in critical condition, \naccording to CPJ sources."},{"id":2,"location":"Iraq","year":"2007","name":"Khaled Mohammad Nofan","organization":"Al-watan","date":"October 14, 2007","killed":"Killed","typeofdeath":"Unknown","specificlocation":"an area southwest of Kirkuk","freelance":"No","description":"Gunmen ambushed five guards for the Tikrit-based weekly Al-Watan on the road between Kirkuk and Al-Riyadh in Iraq's northern At-Tamim province on the evening of October 14, according to CPJ sources and news reports. A local journalist identified the three slain guards as Ziad Tarek al-Dibo, Jassem Mohammad Nofan, and Khaled Mohammad Nofan, and the two injured as Alal al-Ghariri and Mohammad Shaker al-Samraee.Al-Watan's deputy chief editor, Waqas al-Dowaini, told the Journalistic Freedoms Observatory, a local press freedom organization, that the guards were returning to Tikrit, northwest of Baghdad, after escorting the paper's chairman, Hatem Mawloud Mokhles, to Arbil. The gunmen attacked near Houd 18 village, southwest of Kirkuk. Al-Dowaini told the observatory that the victims were employed as guards for the paper and as personal guards for Mokhles, secretary-general of the Iraqi National Movement political party."},{"id":3,"location":"Iraq","year":"2007","name":"Sabah Salman","organization":"Iraq media network","date":"February 7, 2007","killed":"Killed","typeofdeath":"Unknown","specificlocation":"Baghdad","freelance":"No","description":"Nabras Mohammed Hadi, Azhar \nAbdullah al-Maliki, and Sabah Salman--three guards working for the state-run Iraq Media Network--were killed by guards employed by Blackwater Worldwide, a U.S. private security firm, The Washington Post reported.Blackwater guards escorting an American diplomat to the Iraqi Justice Ministry took positions on the roof of the building, according to the Post. The Iraq Media Network compound, guarded by an Iraqi security team, was adjacent to the ministry at a distance of about 450 feet. An argument ensued between the Iraqi guards and some civilians who wanted to park a car between the ministry and the media compound, the Post said. When Hadi, 23, a guard stationed on a balcony in the compound, stood up with his weapon and shouted at the people on the ground, he was shot by a Blackwater sniper, the paper reported.When colleagues tried to retrieve Hadi from the balcony, the sniper shot another guard, al-Maliki, 31, in the neck, forcing the others to retreat, the paper reported. An Iraqi army unit in charge of the area responded to the scene and withdrew the bodies of both guards. Hadi died at the scene, while al-Maliki succumbed to his wounds a few hours later at a nearby hospital. Guards discovered Salman, 40, charged with maintaining small arms, lying dead on the same balcony more than an hour after the sniper had fired his first shot, the Post said.Guards from both the Iraq Media Network and the Justice Ministry, along with the Iraqi army commander and several network officials, said the slain guards did not fire their weapons or provoke the shooting. The Justice Ministry, the Interior Ministry, Iraqi police, and the Iraq Media Network found Blackwater responsible for the incident, the paper reported.The security firm denied initiating the shooting, saying its employees returned fire after coming under threat."},{"id":4,"location":"Iraq","year":"2005","name":"Unidentified","organization":"Al-hurra","date":"February 25, 2005","killed":"Killed","typeofdeath":"Unknown","specificlocation":"Iskandiriyah","freelance":"No","description":"A driver working for Mohammad Sherif Ali, an Iraqi journalist working for\nAl-Hurra, a U.S.-funded Arabic television station, was killed when gunmen\nattacked their car in Iskandiriyah, a town about 50 kilometers (31 miles) south\nof Baghdad. Ali was seriously injured in the attack."},{"id":5,"location":"Afghanistan","year":"2018","name":"Abadullah Hananzai","organization":"Radio azadi, Radio free europe/radio liberty","date":"April 30, 2018","killed":"Killed","typeofdeath":"Murder","specificlocation":"Kabul","job":"Producer","medium":"Radio, Internet","coverage":"Crime, Politics, War","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Political Group","impunity":"Complete Impunity","captive":"No","tortured":"No","threatened":"No","description":"Abadullah Hananzai, a video journalist with U.S.-funded RFE/RL’s Radio Azadi, was killed in a double suicide bomb attack on April 30, 2018, in Kabul, Afghanistan, that left over 25 dead, among them at least nine journalists including Hananzai, RFE/RL reported. Hananzai was killed in the second blast, in which the attacker disguised himself as a media worker and detonated his explosives in a group of reporters, CPJ documented. Kabul police said the bomber deliberately targeted the press.The extremist group Islamic State issued an online statement the same day that claimed responsibility for the attacks, which also injured at least 45 people, according to The Associated Press.Hananzai, 26, had recently reported on drug addiction in Afghanistan and the Interior Ministry’s attempts to crackdown on international narcotics trafficking out of the country, according to RFE/RL. Hananzai was about to celebrate his first wedding anniversary, RFE/RL reported. His last public Facebook post on April 25, 2018, was a tribute to his former colleague Abdul Manan Arghand, a journalist who had been shot dead by unknown gunmen the previous week."},{"id":6,"location":"Ethiopia","year":"1998","name":"Abay Hailu","organization":"Agiere","date":"February 9, 1998","killed":"Killed","typeofdeath":"Dangerous Assignment","specificlocation":"Addis Ababa","job":"Print Reporter","medium":"Print","coverage":"Human Rights, Politics","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Government Officials","captive":"Yes","tortured":"No","threatened":"No","description":"Abay, a reporter for the weekly Agiere and editor-in-chief of the now-defunct Welafen, died on after nearly one year in prison. Initially refused treatment for a deteriorating medical condition, he was eventually hospitalized but died five days later. He was arrested on February 22, 1997, after publishing a report about the threat of Islamic fundamentalism in Ethiopia. He remained in jail because he was unable to meet bail and was sentenced in November to a year in prison."},{"id":7,"location":"Syria","year":"2012","name":"Abd al-Karim al-Ezzo","organization":"Freelance","date":"December 21, 2012","killed":"Killed","typeofdeath":"Crossfire","specificlocation":"Homs","job":"Camera Operator","medium":"Internet","coverage":"War","gender":"Male","localorforeign":"Local","freelance":"Yes","sourceoffire":"Military Officials","description":"Al-Ezzo, a videographer who worked with the Syrian Media\nCenter, an opposition-aligned organization documenting the civil conflict, died\nfrom wounds he sustained after being shot multiple times by a\nsniper in the Homs neighborhood of Al-Abbasiya, according to Al-Jazeera\nand other news reports.\nHe was reporting on clashes between the Syrian army and rebel fighters in\nAl-Abbasiya at the time, news reports said.\nAl-Ezzo, popularly known as Abu Musaab al-Homsi, regularly\ncontributed his coverage to local news\noutlets. He also served as a spokesman for the Syrian Media Center.\nWith an effective ban on foreign journalists and with\nlocal media neutralized, international media relied heavily on reporting and\nfootage shot by al-Ezzo and other citizen journalists."},{"id":8,"location":"Algeria","year":"1996","name":"Abdallah Bouhachek","organization":"Révolution et travail","date":"February 10, 1996","killed":"Killed","typeofdeath":"Murder","specificlocation":"Blida","job":"Editor","medium":"Print","coverage":"Politics","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Unknown Fire","impunity":"Complete Impunity","captive":"No","tortured":"No","threatened":"No","description":"Bouhachek, editor of Révolution et Travail, the weekly of\nAlgeria's largest workers union, was shot and killed near the town of\nBlida, south of Algiers, on his way to work."},{"id":9,"location":"Syria","year":"2013","name":"Abdel Aziz Mahmoud Hasoun","organization":"Masar press","date":"September 5, 2013","killed":"Killed","typeofdeath":"Crossfire","specificlocation":"Jobar","job":"Internet Reporter","medium":"Internet","coverage":"Human Rights, Politics, War","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Military Officials","description":"Hasoun, also known as Qusay Al-Shami, was a correspondent\nfor the opposition news agency Masar Press. He was killed by a tank shell while\ncovering clashes between rebel and regime forces in the Damascus suburb of\nJobar, Masar\nPress and local human\nrights groups reported. \nNews reports\nsaid the neighborhood saw heavy clashes and shelling by regime forces that day\nas part of a general government\noffensive in the Damascus suburbs in the aftermath of the August 21\nchemical weapons attack that killed hundreds of civilians. \nThe Syrian Journalists Association reported that before\njoining Masar Press, Hasoun had documented the uprising as a citizen\njournalist. Under his pseudonym Qusay al-Shami, Hassoun gave many interviews\nto international news\noutlets about the latest developments\nin the Damascus suburbs.\nCPJ found one picture of Hasoun posing with an automatic\nweapon, but could not find any evidence he ever used weapons or was carrying\none on the day of his death. Any non-combatant, including journalists, who take\npart in hostilities lose their protective status, according to the Geneva\nConventions."},{"id":10,"location":"Yemen","year":"2015","name":"Abdel Karim al-Khaiwani","organization":"Freelance","date":"March 18, 2015","killed":"Killed","typeofdeath":"Unknown","specificlocation":"Sana'a","freelance":"Yes","description":"Two gunmen shot dead al-Khaiwani, an award-winning journalist and politician, outside his house in the Yemeni capital of Sana'a, local and international news outlets reported. Al-Khaiwani was gunned down by men on a motorcycle, his son said, according to news reports. He was taken to a local hospital, but died of his wounds.\nAl-Qaeda in the Arabian Peninsula claimed responsibility for the attack in a statement released on Twitter the next day, according to news reports. The statement said two \"mujihadeen\" riding motorcycles had opened fire on \"the Houthi leader Abdul Karim al-Khaiwani\" and the gunmen successfully fled from the scene.\nAl-Khaiwani was the former editor of Al-Shoura news website, which was in opposition to former President Ali Abdullah Saleh. At the paper, he wrote editorials that criticized Saleh's policies. In the years before his death, al-Khaiwani wrote commentaries for local news websites that discussed the political situation in the country.\nAl-Khaiwani, always active in politics, became increasingly aligned with the Houthi movement after the uprising that ousted Saleh. He eventually represented the group in the reconciliation dialogue whose purpose was to forge a transition following Saleh's ouster, according to Agence France-Presse.\nThe murder came in the midst of political and military clashes between multiple factions in the country. In September 2014, Houthi rebels overran Sana'a and other cities, forcing the government to resign and eventually prompting President Abed Rabbo Mansour al-Hadi to flee to Aden in the south, according to news reports. Houthi forces have also clashed with Al-Qaeda in the Arabian Peninsula (AQAP).\nAl-Khaiwani was attacked and imprisoned in the years prior to his death, according to CPJ research. In 2008, he was sentenced to six years in prison on the basis of interviews he conducted and articles he wrote that authorities said showed he had conspired with a Houthi rebel leader. Al-Khaiwani served only four months before being pardoned. He was also imprisoned in 2004, CPJ research shows. In 2007, gunmen abducted, beat, and threatened him in connection with an article that criticized Saleh.\nIn 2008, he was awarded Amnesty International's Special Award for Human Rights Journalism Under Threat."},{"id":11,"location":"Syria","year":"2012","name":"Abdel Karim al-Oqda","organization":"Shaam news network","date":"September 19, 2012","killed":"Killed","typeofdeath":"Murder","specificlocation":"Hama","job":"Camera Operator","medium":"Internet","coverage":"Human Rights, War","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Military Officials","impunity":"Complete Impunity","captive":"No","tortured":"No","threatened":"No","description":"Al-Oqda, a cameraman and reporter for the citizen news\norganization Shaam News Network, was killed\nwhen security forces launched an assault on his home in the central city of\nHama, burning his house and killing three of his friends, according to Shaam\nand international media outlets citing local activists.\nNews reports said soldiers killed al-Oqda and his friends\nfirst and then burned the house, but the exact manner of his death was not\nreported. Agence France-Presse cited a media activist as saying that the\narmy had targeted al-Oqda's house because of his coverage of the unrest.\nAl-Oqda was preparing for a day's work of filming when the assault occurred,\nnews reports said.\nThe 27-year-old journalist, who used the pseudonym Abu\nHassan, worked as Shaam's reporter in Hama and filmed more than 1,000 videos\nfor the network and his YouTube\nchannel, according to news reports. He covered fighting between regime forces\nand the rebel Free Syrian Army, bombardments by government troops, and civilian\ndeaths, news reports said.\nShaam News Network is a\nDamascus-based citizen news organization that has posted tens of thousands of\nvideos documenting the unrest since the uprising began in March 2011. Shaam's\nfootage has been used by several international news organizations, including\nAl-Jazeera, the BBC, and CNN."},{"id":12,"location":"Iraq","year":"2006","name":"Abdel Karim al-Rubai","organization":"Al-sabah","date":"September 9, 2006","killed":"Killed","typeofdeath":"Murder","specificlocation":"Baghdad","job":"Editor","medium":"Print","coverage":"War","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Political Group","impunity":"Complete Impunity","captive":"No","tortured":"No","threatened":"Yes","description":"Al-Rubai, 40, a design editor for Iraq's state-run daily Al-Sabah, was shot by several gunmen while traveling to work in the eastern Baghdad neighborhood known as Camp Sara. The driver of the car was seriously wounded, media sources told CPJ.\n\nAl-Sabah reported two weeks earlier that it had received an e-mailed death threat against al-Rubai and his family, which was signed by the military wing of the Mujahedeen Council, an al-Qaeda affiliate in Iraq. According to the e-mail, the group was angered by the editor's accusation that they were behind a car bomb attack on Al-Sabah on August 27, which killed a guard and an unidentified man.\n\n \"We have our reservations about this newspaper despite the fact that there are Iraqis working in it, but we condemn those false accusations against our resisting army, which issued just a few days ago a statement that forbids the killing of Muslims, especially Iraqis of any background or beliefs. But these allegations and accusations will not go unpunished, and we hold ... al-Rubai responsible for what will happen to him and his family since with the help of God we obtained their names and addresses. We will set an example out of him to those who think of destroying the unity of the Iraqi nation that is fighting the occupation,\" the e-mail published by Al-Sabah read.\n\n Insurgents frequently targeted Al-Sabah and other state-run media because of their ties to the U.S.-supported Iraqi government. About two dozen employees of the state-run Iraq Media Network, which includes Al-Sabah, had been killed in the war, most by insurgents."},{"id":13,"location":"Syria","year":"2013","name":"Abdel Karim Nazir Ismail","organization":"Freelance","date":"January 31, 2013","killed":"Killed","typeofdeath":"Crossfire","specificlocation":"Arbin","job":"Camera Operator","medium":"Internet","coverage":"Human Rights, War","gender":"Male","localorforeign":"Local","freelance":"Yes","sourceoffire":"Unknown Fire","description":"Ismail, and two of his colleagues, Issam Obeid and Loay al-Nimir,\nwere killed when a mortar shell hit them while they were filming clashes\nbetween security forces and armed rebels in the southern Damascus suburb of\nArbin, according to news reports. \nThe rebel Free Syrian Army captured Arbin\nin July 2012, but has been engaged in continuous battle with Syrian government\nforces over the suburb, according to news reports. \nThe three videographers contributed to the Syrian Media\nCenter, a\nlocal news organization that has posted thousands of videos and news stories\ndocumenting the Syrian conflict since March 2011.\nThe Syrian Media Center posts news and reports from around the\ncountry covering the conflict, politics, clashes, and protests and is picked up\nby several regional news outlets including Al-Jazeera. The center does not\npublish footage under individual bylines. \nWith an effective ban on foreign journalists and with local\nmedia neutralized, international media relied heavily on reporting and footage\nshot by Ismail and other citizen journalists."},{"id":14,"location":"Iraq","year":"2006","name":"Abdel Majid al-Mehmedawi","organization":"Freelance","date":"May 5, 2006","killed":"Killed","typeofdeath":"Unknown","specificlocation":"Baghdad","freelance":"Yes","description":"Al-Mehmedawi, who had reported on social issues, was murdered by unidentified gunmen in Baghdad's center, according to local sources. The motive for his killing was unknown."},{"id":15,"location":"Iraq","year":"2004","name":"Abdel Sattar Abdel Karim","organization":"Al ta'akhy","date":"February 1, 2004","killed":"Killed","typeofdeath":"Crossfire","specificlocation":"Arbil","job":"Photographer","medium":"Print","coverage":"Culture, Sports","gender":"Male","localorforeign":"Local","freelance":"Yes","sourceoffire":"Political Group","captive":"No","tortured":"No","threatened":"No","description":"Abdel Karim was among six journalists killed when the offices of the Patriotic \nUnion of Kurdistan (PUK) and the Kurdistan Democratic Party (KDP) \nwere attacked in twin suicide bombings as the two Kurdish groups hosted \nguests to commemorate the first day of the Muslim holiday Eid. \n\nMore than 100 people, including several senior leaders in both parties, \nwere killed in the 10:45 a.m. attack. Kurdish groups blamed the bombings \non Islamist extremist groups based in northern Iraq who oppose the \nsecular Kurdish political groups.\nNader and Haymin Mohamed Salih were cameramen covering the festivities \nfor Qulan TV, which is run by KDP. Mohamed and Gharib Mohamed Salih \nwere freelance cameramen covering the event for Kurdistan TV, which \nis also run by the KDP. Mohyideen was a freelance cameraman hired \nby the KDP to film the occasion. Abdel Karim was a freelance photographer \nworking for the Arabic-language daily Al-Ta'akhy."},{"id":16,"location":"Algeria","year":"1993","name":"Abdelhamid Benmeni","organization":"Algérie-actualité","date":"August 9, 1993","killed":"Killed","typeofdeath":"Murder","specificlocation":"Algiers","job":"Print Reporter","medium":"Print","coverage":"War","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Unknown Fire","impunity":"Complete Impunity","captive":"No","tortured":"No","threatened":"No","description":"Benmeni, a reporter who held an administrative position at the French-language weekly magazine Algérie-Actualité, was killed by three unknown assailants at his home in Eucalyptus, Algiers."},{"id":17,"location":"Algeria","year":"1995","name":"Abdelhamid Yahiaoui","organization":"El-chaab","date":"January 12, 1995","killed":"Killed","typeofdeath":"Murder","specificlocation":"Baraki","job":"Editor","medium":"Print","coverage":"War","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Unknown Fire","impunity":"Complete Impunity","captive":"Yes","tortured":"No","threatened":"No","description":"Yahiaoui, a copy editor for the government-controlled Arabic daily El-Chaab, was abducted as he left his home in Baraki, on the outskirts of Algiers, on his way to meet a friend. The next day, his body was found about 100 meters (330 feet) from his house with two bullet wounds to the head."},{"id":18,"location":"Algeria","year":"1994","name":"Abdelkader Hireche","organization":"Algerian television (entv)","date":"February 28, 1994","killed":"Killed","typeofdeath":"Murder","specificlocation":"Algiers","job":"Broadcast Reporter","medium":"Television","coverage":"Politics","gender":"Male","localorforeign":"Foreign","freelance":"No","sourceoffire":"Unknown Fire","impunity":"Partial Impunity","captive":"No","tortured":"No","threatened":"No","description":"Hireche, a journalist with Algerian Television (ENTV), was shot and killed in an eastern suburb of Algiers by three men bearing automatic weapons."},{"id":19,"location":"Libya","year":"2016","name":"Abdelqadir Fassouk","organization":"Arraed satellite tv","date":"July 21, 2016","killed":"Killed","typeofdeath":"Crossfire","specificlocation":"Sirte","job":"Camera Operator, Photographer","medium":"Print, Television","coverage":"War","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Political Group","description":"Arraed television correspondent and Libyan photojournalist Abdelqadir Fassouk was fatally shot on July 21, 2016, while covering a battle between government-allied forces and the Islamic State militant group, in the Ouagadougou neighborhood of the outskirts of the coastal city of Sirte, Arraed reported. \nFayez Swiry, a supervising news editor with Arraed channel, a satellite news channel based in Istanbul, told the Committee to Protect Journalists that Fassouk was on an assignment with the station, covering fighting between forces loyal to Libya's unity government and the Islamic State group when he was shot. He added that medical staff who saw Fassouk's body and Brazilian photojournalist Andre Liohn, who was with Fassouk at the time of his death, told the station that Fassouk had been shot by a sniper.\nLiohn told CPJ that he was covering the clashes with Fassouk, and that the two had worked alongside each other covering Libya since 2011. He told CPJ that he and Fassouk were trapped by constant fire from fighters loyal to the Islamic State group. When they tried to take cover behind a car, a sniper shot Fassouk in the head.\nLiohn on July 22, 2016, published short video showing Fassouk on the frontlines, photographing a young fighter allied with the government firing a rocket-propelled grenade at Islamic State group positions.\nHe later told the story of Fassouk's killing to the Brazilian newspaper Folha, in a video that was published on the newspaper's YouTube channel on July 24.\nArraed channel published several video reports by Fassouk in the days following his death, saying that he was committed to obtaining exclusive footage from the front, even at the risk of his life.\n\"His motive was always (finding) the truth and nothing more. He was our first source for information and verification,\" his colleague, Yasin Khattab, said in an interview published on the broadcaster's YouTube channel on July 22.\nIn a statement issued on its website on July 22, the local press freedom group Libyan Center for Freedom of the Press said that Fassouk had spoken with researchers from the group the day before he was killed. In that conversation, Fassouk emphasized that journalists covering the war against the Islamic State group face serious risks, including a lack of safety equipment, and that journalists had been repeatedly trapped in the fighting.\nFassouk was the second Libyan photojournalist to be killed in conflict in a month. Freelance photojournalist Khaled al-Zintani was fatally shot while covering clashes on June 24 in Benghazi.\nFassouk had worked as a photojournalist since the 2011 Libyan uprising. His work appeared in The Associated Press and Time magazine."},{"id":20,"location":"Algeria","year":"1993","name":"Abderrahmane Chergou","organization":"Freelance","date":"September 28, 1993","killed":"Killed","typeofdeath":"Murder","specificlocation":"Algiers","job":"Print Reporter","medium":"Print","coverage":"Politics","gender":"Male","localorforeign":"Local","freelance":"Yes","sourceoffire":"Unknown Fire","impunity":"Complete Impunity","captive":"No","tortured":"No","threatened":"No","description":"Chergou, a freelance journalist and official of the leftist PAGS party, was stabbed to death outside his home in the Algiers suburb of Mohammedia."},{"id":21,"location":"Somalia","year":"2016","name":"Abdiaziz Ali","organization":"Radio shabelle","date":"September 27, 2016","killed":"Killed","typeofdeath":"Murder","specificlocation":"Mogadishu","job":"Broadcast Reporter","medium":"Radio","coverage":"Corruption, Human Rights, War","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Political Group","impunity":"Complete Impunity","captive":"No","tortured":"No","threatened":"No","description":"Abdiaziz Ali, a journalist for the Somali station Radio Shabelle, was walking home at around 6:10 p.m. on September 27, 2016, after visiting his parents in the Yaqshid district of Mogadishu, when two men on motorbikes pulled over and shot him several times, killing him, the BBC reported.\nA former colleague of Abdiaziz's at the Shabelle Media Network told CPJ that the journalist had taken the day off to visit his relatives. He said that Abdiaziz's most recent work was a series of radio programs about the plight of the tens of thousands of Somalis forced to flee their homes in the long conflict with the militant group Al-Shabaab.\nThe 30-year-old hosted a morning talk show that often featured various topics, including corruption and the government's efforts to confront Al-Shabaab.\nSomali authorities have repeatedly shut down Radio Shabelle and arrested its staff, and its journalists have repeatedly been targeted and killed, CPJ research shows.\nAbdiaziz was newly married, his colleague said, and had no children."},{"id":22,"location":"Somalia","year":"2013","name":"Abdihared Osman Aden","organization":"Shabelle media network","date":"January 18, 2013","killed":"Killed","typeofdeath":"Murder","specificlocation":"Mogadishu","job":"Producer","medium":"Radio, Television","coverage":"Culture, Politics","gender":"Male","localorforeign":"Local","freelance":"Yes","sourceoffire":"Unknown Fire","impunity":"Complete Impunity","captive":"No","tortured":"No","threatened":"No","description":"Unidentified gunmen shot\nAbdihared, a producer for the Shabelle Media\nNetwork, at around 7 a.m. while he was walking to work in the Wadajir district\nof Mogadishu, according to local journalists and news\nreports. The journalist, who was shot at least three times, died at a local\nhospital, the sources said. \nShabelle released a statement after the\nattack, calling Abdihared a veteran TV and radio producer and \"outstanding\ncolleague.\" Abdihared was the fifth Shabelle journalist to be killed in 13\nmonths. \nIn November 2012, Somali\nPresident Hassan Sheikh Mohamoud said he would be setting up a task\nforce to investigate the cases of journalist murders in the country. News\nreports quoted the president as saying, \"The era of impunity must stop\nimmediately.\" But the president had not followed through on the pledge by January 2013, according to local journalists. \nAbdihared, 45, was\nsurvived by his wife and two children."},{"id":23,"location":"Somalia","year":"2012","name":"Abdirahman Mohamed","organization":"Ciyaarahamaanta","date":"September 27, 2012","killed":"Killed","typeofdeath":"Unknown","specificlocation":"Mogadishu","freelance":"No","description":"The decapitated body of Abdirahman, 26, was found near a\nrestaurant next to Suqa Holaha, a local livestock market, in the Huriwa\nDistrict of Mogadishu, local journalists told CPJ. Eyewitnesses said he was\nfound with his hands tied behind his back and his severed head on his chest,\naccording to local journalists. Unidentified gunmen had kidnapped him earlier\nthat day while he was visiting relatives in Mogadishu, the journalists said.\nAbdirahman, reporter for the sports news website Ciyaarahamaanta, covered local\nsporting matches in the capital, according to news reports. Local journalists\nsaid they were not aware of a reason why Abdirahman would be targeted for his\nreporting. Police are investigating the murder, they said.\nNo group has claimed responsibility for the murder, according\nto news\nreports."},{"id":24,"location":"Somalia","year":"2012","name":"Abdirahman Yasin Ali","organization":"Radio hamar","date":"September 20, 2012","killed":"Killed","typeofdeath":"Murder","specificlocation":"Mogadishu","job":"Editor","medium":"Radio","coverage":"Culture, Human Rights, Politics","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Political Group","impunity":"Complete Impunity","captive":"No","tortured":"No","threatened":"No","description":"Abdirahman, director of Radio Hamar, was among three\njournalists killed in a suicide bomb attack in a Mogadishu café, according to\nnews reports and local journalists.\nTwo unidentified men entered The\nVillage café at around 5:30 p.m. and detonated bombs, killing a total of 14\npeople and injuring 20, according to news reports and\nlocal journalists. Four journalists were among the wounded.\nAli Mohamud Rage, a spokesman for Al-Shabaab, said the\nbombing was carried out by supporters of the militant insurgent group,\naccording to Agence\nFrance-Presse. \"We did not directly order the attacks, but there are lots\nof angry people in Somalia who support our fight,\" AFP quoted Ali as saying.\nThe café was frequented by the press and civil servants,\nleading local journalists to speculate that they were the targets of the\nattack. \"If anyone wanted to kill journalists en masse, that was the place and\nthe time,\" said one journalist who spoke on condition of anonymity for fear of\nreprisal.\nThe blast also killed Abdisatar Daher Sabriye, head of news\nfor Radio Mogadishu, and Liban Ali Nur, head of news for Somali National TV,\naccording to news reports and local journalists.\nThe attack took place across the street from the National\nTheater, where a bomb blast in April 2010 wounded at least 10 journalists, news\nreports said."},{"id":25,"location":"Somalia","year":"2009","name":"Abdirisak Mohamed Warsame","organization":"Radio shabelle","date":"May 22, 2009","killed":"Killed","typeofdeath":"Crossfire","specificlocation":"Mogadishu","job":"Producer","medium":"Radio","coverage":"Politics, War","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Unknown Fire","captive":"No","tortured":"No","threatened":"No","description":"Warsame, 24, was shot in crossfire between Transitional Federal Government\nforces and hard-line Islamic insurgents in the capital as he was walking to Radio\nShabelle for his morning broadcast, local journalists told CPJ. \nAccording to local journalists, the fighting was so intense that no one could attend\nto Warsame for more than half an hour. The reporter, described as a\n“workaholic” by colleagues, was survived by his wife of six months."},{"id":26,"location":"Somalia","year":"2014","name":"Abdirizak Ali Abdi","organization":"Freelance","date":"November 16, 2014","killed":"Killed","typeofdeath":"Murder","specificlocation":"Galkayo","job":"Broadcast Reporter","medium":"Radio, Television","coverage":"Politics","gender":"Male","localorforeign":"Local","freelance":"Yes","sourceoffire":"Unknown Fire","impunity":"Complete Impunity","captive":"No","tortured":"No","threatened":"Yes","description":"Two unknown, hooded gunmen shot Abdirisak Ali Abdi in the head and chest while he was sitting in a restaurant in the northern suburb of Galkayo town, according to news reports and the director of Daljir Radio, Mohamed Abdulahi, who spoke to CPJ. The two gunmen fled the scene before police arrived. Abdirisak died while receiving treatment for his injuries at Mudug General Hospital, the same sources said.\nPolice said they were investigating, although no arrests were made, according to local journalists and news reports.\nAbdirisak was a reporter and newscaster for the privately owned Radio Daljir and a reporter for the Hargeisa-based HornCable TV. Radio Daljir Editor Abdifatah Omar said Abdirisak had routinely covered local politics in the semi-autonomous Puntland region.\nLocal journalists told CPJ they could not specify a story that could have led to Abdirasak's murder but that he covered local politics in Puntland, including last year's elections. According to a report by the independent Dalsan Radio, just days before his death, Abdirisak had told a friend on Facebook that he feared for his life. The report did not elaborate.\nRadio Daljir's Galkayo station has been targeted repeatedly in recent years. Unknown assailants threw grenades at the station in Galkayo in 2011 and 2013. The station's premises were damaged both times, and one security guard was injured, the journalists said. In May 2012, unidentified gunmen killed Farhan Jeemis Abdulle, a producer, editor, and host for Radio Daljir, as he walked home from work at the station, according to news reports. Local journalists said at the time that they suspected Al-Shabaab insurgents had killed Farhan in connection with his coverage of a program that encouraged young people to lay down their guns.\nAt least two other journalists have been killed in Galkayo since early 2012, according to CPJ research. Ali Ahmed Abdi, a freelance journalist, was shot in the head in March 2012. Liban Abdullahi Farah, a correspondent for Kalsan TV, was killed by gunmen in Galkayo in July 2013."},{"id":27,"location":"Somalia","year":"2011","name":"Abdisalan Sheikh Hassan","organization":"Freelance","date":"December 18, 2011","killed":"Killed","typeofdeath":"Murder","specificlocation":"Mogadishu","job":"Broadcast Reporter","medium":"Radio, Television","coverage":"Human Rights, Politics","gender":"Male","localorforeign":"Local","freelance":"Yes","sourceoffire":"Government Officials, Military Officials","impunity":"Complete Impunity","captive":"No","tortured":"No","threatened":"Yes","description":"A gunman wearing a military uniform shot Hassan, 38, a\nfreelance broadcast journalist, according to news accounts and CPJ interviews.\nHassan was driving from the offices of Horn Cable TV to a press conference when\nthe uniformed gunman intercepted his vehicle and opened fire, according to the\nstation's director, Abdulle Haj Ali.\nHassan, shot in the head, died at a local hospital; a\ncolleague riding in the car was unhurt. The shooting occurred around 4 p.m. in\nMogadishu's central district of Hamar Jabar, local journalists told CPJ.\nHassan told colleagues that he had received several recent\ndeath threats via cell phone. Days\nbefore the shooting, Hassan had covered a tense session of the Transitional\nFederal Parliament during which violence broke out between\nsupporters and opponents of Speaker\nSharif Hassan Sheikh Adan, local journalists told CPJ.\nHassan contributed to Horn Cable TV and radio stations Hamar\nRadio and Voice of Democracy. Ali said Hassan was known for his courageous and\nbalanced reporting. He was survived by a wife and four children."},{"id":28,"location":"Somalia","year":"2012","name":"Abdisatar Daher Sabriye","organization":"Radio mogadishu","date":"September 20, 2012","killed":"Killed","typeofdeath":"Murder","specificlocation":"Mogadishu","job":"Editor","medium":"Radio","coverage":"Culture, Human Rights, Politics","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Political Group","impunity":"Complete Impunity","captive":"No","tortured":"No","threatened":"No","description":"Abdisatar, head of news for Radio Mogadishu, was among three\njournalists killed in a suicide bomb attack in a Mogadishu café, according to\nnews reports and local journalists.\nTwo unidentified men entered The\nVillage café at around 5:30 p.m. and detonated bombs, killing a total of 14\npeople and injuring 20, according to news reports and\nlocal journalists. Four journalists were among the wounded.\nAli Mohamud Rage, a spokesman for Al-Shabaab, said the\nbombing was carried out by supporters of the militant insurgent group,\naccording to Agence\nFrance-Presse. \"We did not directly order the attacks, but there are lots\nof angry people in Somalia who support our fight,\" AFP quoted Ali as saying.\nThe café was frequented by the press and civil servants,\nleading local journalists to speculate that they were the targets of the\nattack. \"If anyone wanted to kill journalists en masse, that was the place and\nthe time,\" said one journalist who spoke on condition of anonymity for fear of\nreprisal.\nThe blast also killed Abdirahman Yasin Ali, director of\nRadio Hamar, and Liban Ali Nur, head of news for Somali National TV, according\nto news reports and local journalists.\nThe attack took place across the street from the National\nTheater, where a bomb blast in April 2010 wounded at least 10 journalists, news\nreports said."},{"id":29,"location":"Pakistan","year":"2011","name":"Abdost Rind","organization":"Freelance","date":"February 18, 2011","killed":"Killed","typeofdeath":"Unknown","specificlocation":"Turbat","freelance":"Yes","description":"Rind, a 27-year-old part-time reporter for the Daily Eagle,\nan Urdu-language newspaper, was shot four times before his assailants escaped\non a motorcycle in the Turbat area of Baluchistan province. He was pronounced\ndead at the scene, local news reports said. \nRind was also an activist in the Baluch separatist movement,\nwhich has sought greater independence for the vast region and an ultimate break\nfrom Pakistani rule. Government military and intelligence operations frequently\ntarget activists, and many Baluch journalists straddle the line between\npolitical activism and journalism."},{"id":30,"location":"Ivory Coast","year":"1999","name":"Abdoulaye Bakayoko","organization":"Le libéral","date":"September 21, 1999","killed":"Killed","typeofdeath":"Unknown","specificlocation":"Abidjan","freelance":"No","description":"Bakayoko, owner and manager of the daily newspaper Le Libéral (linked to the opposition Rassemblement des Republicains party), was shot at point-blank range near his car by unidentified gunmen, who fled in a vehicle. Bakayoko died of his wounds in hospital that evening.\nAlthough police claimed the killing was the result of an attempted car theft, many pointed instead to the increasing and sometimes violent harassment of both journalists and opposition party members in the country."},{"id":31,"location":"Pakistan","year":"2008","name":"Abdul Aziz Shaheen","organization":"Azadi","date":"August 29, 2008","killed":"Killed","typeofdeath":"Crossfire","specificlocation":"Swat","job":"Print Reporter","medium":"Print","coverage":"Politics, War","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Military Officials","captive":"Yes","tortured":"No","threatened":"No","description":"A Pakistani airstrike hit the lockup where Shaheen was being\nheld by a local Taliban group in the Swat Valley, according to local news\nreports citing a Taliban spokesman. The spokesman, Muslim Khan, said Shaheen\nwas among at least 25 people killed in the strike, according to the Daily Times\nnewspaper. The precise location of the Taliban hideout was not reported.\nMilitants abducted Shaheen, who worked for the local\nUrdu-language daily Azadi and sometimes filed for other papers, on August 27,\n2008, according to local news reports. Owais Aslam Ali, secretary-general of\nthe Pakistan Press Foundation, told CPJ that local journalists believed the\nTaliban abducted the journalist because of his work.\nShaheen's car was set on fire a week before he was abducted,\nalthough it was not clear whether the Taliban were responsible for that attack,\nthe group reported. It said the journalist was kidnapped from the Peuchar area\nof the Matta Tehsil subdivision of Swat."},{"id":32,"location":"Bangladesh","year":"2017","name":"Abdul Hakim Shimul","organization":"Samakal","date":"February 3, 2017","killed":"Killed","typeofdeath":"Dangerous Assignment","specificlocation":"Shahjadpur","job":"Print Reporter","medium":"Print","coverage":"Politics","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Government Officials","impunity":"Complete Impunity","description":"Abdul Hakim Shimul, a reporter for the Bangladeshi national daily Samakal newspaper, died on February 3, 2017, from gunshot wounds sustained while covering political unrest in the northern Bangladeshi city of Shahjadpur the previous day. He was 42.\nViolence broke out between rival factions of the ruling Awami League, namely supporters of Halimul Haque Miru, mayor of Shahjadpur, and his opponents from another faction of the party, according to news reports. Witnesses said that Miru opened fire in the confrontation, despite police instructions not to do so, according to media reports. A bullet entered Shimul's skull after piercing one of his eyes, according to news reports. Shimul was first treated at a local clinic, but succumbed to his injuries on the way to a hospital in the capital Dhaka the following day.\nPolice arrested Miru on February 5 on suspicion of being responsible for Shimul's death. Miru admitted to firing his gun, but claimed he fired a shot in the air in response to shots fired by his rivals. Police said only Miru's gun was fired, according to the Bangladeshi news website bdnews24.com.\nA court on February 6 ordered Miru jailed in connection with Shimul's death, and said it would decide on the question of bail later. Police sought to hold Miru for at least seven days for questioning, according to news reports.\nAccording to media reports, Shimul's maternal grandmother, Rokeya Begum, died of a stroke when she heard of his death. The journalist left behind a wife and two young children. His colleagues remembered Shimul as \"honest journalist.\""},{"id":33,"location":"Pakistan","year":"2012","name":"Abdul Haq Baloch","organization":"Ary television","date":"September 29, 2012","killed":"Killed","typeofdeath":"Murder","specificlocation":"Khuzdar","job":"Broadcast Reporter","medium":"Television","coverage":"Crime, Politics, War","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Political Group","impunity":"Complete Impunity","captive":"No","tortured":"No","threatened":"Yes","description":"Unidentified assailants shot Haq as he was leaving the Khuzdar\nPress Club in the city of Khuzdar in Baluchistan province. Haq was the\nsecretary-general of the press club and a longtime local correspondent for ARY\nTelevision. \nARY Television said it was not aware of any threats directed\nat Haq. But Hamid Mir, a prominent Pakistani journalist, wrote after Haq's\ndeath that the journalist had been threatened by the Baluch Musalah Diffa Army\n(BMDA, or the Armed Baluch Defense) in November 2011 and had subsequently been\nnamed on a hit list issued by a BMDA spokesman.\nTensions with the press had escalated after the Baluchistan\nHigh Court barred news coverage of banned groups in October 2011. Several of\nthe banned groups began threatening local journalists for not reporting on\ntheir militant operations.\nHaq's family declined to discuss widespread assertions by\nhis colleagues that he had been killed because security forces were angry that\nhe was working with the families of missing Baluchis on presenting cases before\nthe Quetta bench of the Supreme Court of Pakistan. At the time of Haq's death,\nthe court was hearing more than 100 missing-person cases in Baluchistan. Of\nthose cases, 19 were from Khuzdar."},{"id":34,"location":"Afghanistan","year":"2017","name":"Abdul Latif Amiri","organization":"Radio television afghanistan","date":"May 17, 2017","killed":"Killed","typeofdeath":"Jalalabad","coverage":"Male","gender":"Local","threatened":"Abdul Latif Amiri, a cashier for the state broadcaster Radio Television Afghanistan (RTA), died in a May 17, 2017, sustained assault on the station’s office in Jalalabad, Aminullah Zaheer, RTA’s Nangarhar province director, told CPJ. Amiri was 67 years old.The Islamic State in Afghanistan group claimed responsibility for the four-hour attack on RTA’s compound, according to media reports. The attack came after IS threatened all journalists in the Nangarhar province, Ilias Alami, operations manager for the Afghan Journalist Safety Committee, told CPJ. Four of the attackers were killed and one was arrested during the raid, according to media reports."},{"id":35,"location":"Afghanistan","year":"2018","name":"Abdul Manan Arghand","organization":"Kabul news","date":"April 25, 2018","killed":"Killed","typeofdeath":"Murder","specificlocation":"Kandahar","job":"Broadcast Reporter","medium":"Television","coverage":"Politics, War","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Political Group","impunity":"Complete Impunity","captive":"No","tortured":"No","threatened":"Yes","description":"Abdul Manan Arghand, a reporter with the privately owned Kabul News television channel, was shot and killed by two unknown gunmen at approximately 9 a.m. on April 25, 2018, while driving to work in Kandahar, Afghanistan, according to RFE/RL and TOLO News.No group claimed responsibility for the shooting, TOLO News reported at the time. According to RFE/RL, police are investigating the killing. Arghand, 30, had received threatening anonymous phones calls in relation to his reporting for about a year prior to his death, Abdul Mujeeb Khalvatgar, managing director of the independent group Nai Supporting Open Media in Afghanistan told CPJ.  Javed Ahmad Tanvir, head of the Kandahar Press Club, told RFE/RL that the organization had informed Kandahar police, the provincial governor, and other officials about the threats to Arghand. CPJ was unable to reach the authorities to confirm this.About one month prior to the journalist's death, Afghanistan's Interior Ministry sent a letter to local police in Kandahar, which stated that the Taliban had marked Arghand as a target for assassination, according to the document, which was seen by CPJ.  Khalvatgar told CPJ that Arghand was killed in an area that was typically considered safe.Arghand reported on current affairs, according to Khalvatgar."},{"id":36,"location":"Pakistan","year":"2012","name":"Abdul Qadir Hajizai","organization":"Wash tv","date":"May 28, 2012","killed":"Killed","typeofdeath":"Murder","specificlocation":"Quetta","job":"Broadcast Reporter","medium":"Television","coverage":"Politics, War","gender":"Male","localorforeign":"Local","freelance":"Yes","sourceoffire":"Political Group","impunity":"Complete Impunity","captive":"No","tortured":"No","threatened":"No","description":"Armed men shot Hajizai, a headmaster of a middle school who\nalso worked at WASH TV, a private Baluchi-language TV channel, according to\nlocal news reports. The journalist was taken to a hospital, where he died, the\nreports said.\nHajizai was killed in the Basima area of Washik district,\nhome of the Shamsi Air Field, which was used by the United States as a base for\nsurveillance and drone operations against militants in Pakistan's Federally\nAdministered Tribal Areas.\nTwo days after Hajizai's death, the Baluch Liberation Front,\nan armed separatist group, claimed responsibility for his killing and called\nhim a government informer. The journalist's colleagues said they were unaware\nof any threats made against him.\nThe Baluchistan Union of Journalists issued a statement\nprotesting the killing and appealed to the Supreme Court and the Baluchistan\nHigh Court to address the rising level of threats to journalists."},{"id":37,"location":"Afghanistan","year":"2006","name":"Abdul Qodus","organization":"Aryana tv","date":"July 22, 2006","killed":"Killed","typeofdeath":"Dangerous Assignment","specificlocation":"Kandahar","job":"Camera Operator","medium":"Television","coverage":"War","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Political Group","captive":"No","tortured":"No","threatened":"No","description":"Qodus, a cameraman for the private station, was killed in a double\nsuicide bombing in the city of Kandahar. He had arrived at the scene of\na suicide car bomb when a second attacker with explosives strapped to\nhis body blew himself up, according to the Kabul-based Committee to\nProtect Afghan Journalists (CPAJ) and news reports. Qodus died of head\ninjuries at a local hospital.\n A Taliban spokesman\nclaimed responsibility for the two explosions, which also killed two\nCanadian soldiers and several civilians, according to international\nnews reports.\n\nQodus, 25, had worked for the Kabul-based station for eight months,\naccording to CPAJ. Fighting between Taliban militants and U.S.-led\ncoalition forces, which invaded Afghanistan in 2001, had led to the\ndeaths of hundreds of people in the preceding months, according to news\nreports."},{"id":38,"location":"Syria","year":"2013","name":"Abdul Raheem Kour Hassan","organization":"Watan fm","date":"Unknown in 2013","killed":"Killed","typeofdeath":"Dangerous Assignment","specificlocation":"Damascus","job":"Broadcast Reporter, Photographer, Publisher / Owner","medium":"Radio, Internet","coverage":"Human Rights, Politics, War","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Government Officials","captive":"Yes","tortured":"Yes","threatened":"No","description":"The Syrian government on April 1, 2013, informed Hassan's family about\nhis death, but did not offer details on the circumstances or exact date of his\ndeath. The journalist had been arrested in January in Damascus, according to\nthe local opposition station Watan FM.\nHassan died\nwhile being held at Palestine Branch, a feared prison of Syria's Military\nIntelligence Security that is known for the severe abuse of prisoners,\naccording to Watan FM. The station, local opposition groups, and press freedom\ngroups including the Syrian Journalists Association said he had been tortured\nto death. \nHassan, who was also known as \"Mohammed al-Ghazali,\" was the\ndirector of broadcasting for Watan FM."},{"id":39,"location":"Iraq","year":"2007","name":"Abdul Rahman al-Issawi","organization":"National iraqi news agency","date":"May 28, 2007","killed":"Killed","typeofdeath":"Unknown","specificlocation":"Amiriyat al-Fallujah","freelance":"No","description":"Gunmen raided the home of al-Issawi, a reporter for the online National Iraqi News Agency, in Amiriyat al-Fallujah, near the Iraqi city of Fallujah in Anbar province, a CPJ source said. The assailants took the journalist, his brother, and his father to a nearby location and killed them. An editor at the news agency told CPJ that members of al-Issawi's family heard the shooting and engaged the gunmen. Five other members of the family were killed in the clash, he said.The source told CPJ that al-Issawi worked for the National Iraqi News Agency for more than a year and had freelanced for several Iraqi publications."},{"id":40,"location":"Yemen","year":"2014","name":"Abdul Rahman Hamid al-Din","organization":"Sanaa radio","date":"August 16, 2014","killed":"Killed","typeofdeath":"Unknown","specificlocation":"Sanaa","freelance":"No","description":"Abdul Rahman Hamid al-Din, a director and producer for the state-run Sanaa Radio, died in a hospital on August 16, 2014, from head wounds he sustained after being shot the day before, the Ministry of Information said. Unknown gunmen shot al-Din in Sanaa while he was at a building controlled by the rebel Houthi movement, according to news reports. It was unclear why al-Din was at the building. \nIt is not clear whether the journalist was shot in retaliation for his work or whether he was a victim of the escalated political violence in the country. \nThe killing came amid heightened political tensions and fighting between the government and various armed groups, including the Houthi movement, according to news reports. The same week of the shooting, the Houthi movement organized protests in the capital and several other provinces calling for the government's resignation. Episodic violence escalated, and in September Houthi fighters swept through the capital and forced the government to resign after some of the worst fighting the country has witnessed in years, according to news reports. \nOn the same day that al-Din died, an explosive device was discovered underneath the car of Ibrahim al-Abiad, the director for the state-run Yemen TV, the ministry said. Colonel Mohammed Hizam, a spokesman for the Interior Ministry, said that an unidentified man alerted the family after he saw another man placing a black bag beneath al-Abiad's car, which was parked outside his home in Sanaa, according to the Yemen Times. The police defused the device.\nIt was not clear who was behind the attacks or whether they were related to each other. Sanaa Radio and Yemen TV are two of the many radio and television stations in Yemen run out of the Yemen General Corporation for Radio and TV, part of the Ministry of Information.\nThe Ministry of Information said the attacks were not just directed against the journalists, but against all media outlets reporting on Yemen's ongoing struggle against terrorism. Local journalists also said the killing was an attack on freedom of the press."},{"id":41,"location":"Syria","year":"2018","name":"Abdul Rahman Ismael Yassin","organization":"Hammouriyeh media office","date":"February 20, 2018","killed":"Killed","typeofdeath":"Crossfire","specificlocation":"Hammouriyeh","job":"Photographer, Internet Reporter","medium":"Internet","coverage":"War","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Military Officials","description":"Abdul Rahman Ismael Yassin, a reporter for the pro-opposition Hammouriyeh Media Office, died from injuries sustained in an airstrike on February 20, 2018, in the rebel-held eastern Ghouta area outside of Damascus, according to his employer and the Syrian Journalists Association.Yassin was hit by shrapnel from a barrel bomb en route to a hospital where he had planned to report on the effects of Assad-aligned forces' airstrikes on Hammouriyeh, according to Abdulmonam Eassa, a freelance photographer for Agence France-Press (AFP) and the Hammouriyeh and Ghouta Media Centers.The shrapnel seriously injured Yassin's head and stomach; ongoing shelling prevented the journalist from being immediately transferred to the hospital. By the time Yassin reached the Hammouriyeh hospital, his heart had stopped and doctors were unable to revive him, according to Eassa, who was at the hospital at the time.Eastern Ghouta had been under constant shelling, airstrikes, and rocket fire from Assad forces and their allies with hundreds killed and thousands wounded in the offensive, according to the London-based human rights group Syrian Observatory for Human Rights.According to Eassa, Yassin had been working as a journalist since 2011 when the conflict in Syria began. The journalist primarily documented how the conflict affected his hometown of Hammouriyeh."},{"id":42,"location":"Pakistan","year":"2008","name":"Abdul Razzak Johra","organization":"Royal tv","date":"November 3, 2008","killed":"Killed","typeofdeath":"Murder","specificlocation":"Punjab","job":"Broadcast Reporter","medium":"Television","coverage":"Crime","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Criminal Group","impunity":"Complete Impunity","captive":"No","tortured":"No","threatened":"No","description":"Six armed men dragged reporter Johra from his home in the\nMianwali district of Punjab and shot him, according to the Pakistan Federal\nUnion of Journalists. The attack came a day after his report on local drug\ntrafficking was aired nationally. \nColleagues said Johra, 45, who had done earlier reports on\nthe drug trade, had received threats telling him to stop covering the issue.\nPolice took no evident steps to investigate the murder, according to local\njournalists."},{"id":43,"location":"Syria","year":"2016","name":"Abdul Salam Kanaan","organization":"Al-jisr tv","date":"October 31, 2016","killed":"Killed","typeofdeath":"Crossfire","specificlocation":"Zafraneh","job":"Broadcast Reporter","medium":"Television","coverage":"War","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Military Officials","description":"Abdul Salam Kanaan, a photographer for the Syrian satellite channel Al-Jisr TV, was killed on October 31, 2016, while recording video of Syrian military airstrikes on the village of Zafraneh, north of Homs, the channel and the local press freedom group the Syrian Center for Journalistic Freedoms (SCJF) reported.\nAl-Jisr on October 31 published a graphic video to its YouTube channel purportedly showing the moment Kanaan's body was recovered. The video shows medics rushing to a destroyed building and removing what appears to be Kanaan's corpse out of the rubble to a nearby vehicle. The videographer can be heard calling Kanaan's first name.\nAl-Jisr's Homs correspondent, Anas Abu Adnan, who worked with Kanaan in reporting on the area for years, was present at the time of the air strike and survived. He told the station that Kanaan filmed Syrian military planes firing missiles at the village from his home. A second strike directly hit his home and destroyed it. Kanaan was hit in the back of the head by shrapnel and died instantly, but several members of his family and neighbors were injured, Abu Adnan said.\nKanaan was an activist and a fighter with the Syrian opposition before he started working for Al-Jisr TV in April 2014, the station said in a YouTube video commemorating the journalist. He was arrested in 2007 and spent three years in jail for writing poetry opposing former Syrian president Hafiz Al-Assad, who in 1982 killed thousands of people putting down a Muslim Brotherhood rebellion in the nearby town of Hama. Kanaan joined mass protests against the Syrian government in 2011 and, after the government used lethal force in an attempt to quell the uprising, joined the armed opposition in 2012, Al-Jisr reported.\nFollowing Kanaan's death, his brother, Mohamed, published a photograph of the journalist posing with a gun on his personal Facebook page. A friend also used the photograph of Kanaan posing with a gun in a video obituary published on YouTube on November 2. Abu Adnan told the Committee to Protect Journalists that Kanaan had stopped fighting, and that over the course of the two years Kanaan had worked with Al-Jisr TV, Abu Adnan had never seen him carry a gun.\nSCJF, which is part of the Syrian Journalists' Association, and local news sources said Kanaan moved to Zafraneh village in 2013 after a Syrian army offensive in Homs forced many residents of surrounding villages to flee.\nAl-Jisr TV, founded in 2012, focuses on Syrian and regional news. The Egyptian satellite company NileSat broadcasts its signal.\nKanaan was survived by his wife."},{"id":44,"location":"Afghanistan","year":"2008","name":"Abdul Samad Rohani","organization":"Bbc and pajhwok afghan news","date":"June 7 or 8, 2008","killed":"Killed","typeofdeath":"Murder","specificlocation":"Lashkar Gah","job":"Broadcast Reporter, Print Reporter","medium":"Print, Radio","coverage":"Crime","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Criminal Group","impunity":"Complete Impunity","captive":"No","tortured":"No","threatened":"No","description":"Rohani disappeared on the evening of June 7. His body was found with multiple\nbullet wounds the next day in a cemetery near Lashkar Gah, capital of Helmand\nprovince, according to local and international news reports. Rohani was the\nHelmand reporter for BBC's Pashto service and contributed to the Pajhwok Afghan\nNews agency, the country's largest independent news service. \nA native of Helmand, Rohani had distinguished himself as a\nwell-connected and eloquent reporter, according to colleagues. Rohani, 25, the\noldest son in a family of seven children, was married with two children.\nPajhwok Director Danish Karokhel, who reviewed the\nreporter's phone records and laptop, said he believed Rohani was killed for his\nreporting on drug trafficking and its possible ties to government officials.\nHelmand province, which lies along the restive border with\nPakistan, is home to Taliban and al-Qaeda militants, as well as a flourishing\nopium trade. Some Afghan news reports quoted an unidentified government\nspokesman as saying that Rohani was killed by Taliban militants. A Taliban\nspokesman told The Associated Press that his group was not behind the\nreporter's death."},{"id":45,"location":"South Africa","year":"1994","name":"Abdul Shariff","organization":"Freelance","date":"January 9, 1994","killed":"Killed","typeofdeath":"Crossfire","specificlocation":"Katlehong Township","job":"Photographer","medium":"Print","coverage":"Human Rights, Politics","gender":"Male","localorforeign":"Local","freelance":"Yes","sourceoffire":"Paramilitary Group","captive":"No","tortured":"No","threatened":"No","description":"Shariff, a freelance photographer on assignment for the Associated Press, was killed in cross fire while covering an African National Congress tour in the township of Katlehong. He died of a bullet wound to the chest"},{"id":46,"location":"Pakistan","year":"2010","name":"Abdul Wahab","organization":"Express news","date":"December 6, 2010","killed":"Killed","typeofdeath":"Dangerous Assignment","specificlocation":"Ghalanai","job":"Broadcast Reporter, Camera Operator","medium":"Television","coverage":"Politics, War","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Political Group","captive":"No","tortured":"No","threatened":"No","description":"Abdul Wahab, a reporter for Express News, and Pervez Khan, a\nWaqt TV journalist, were among 50 people killed in a double-suicide bomb attack\nin the Mohmand tribal district, according to international news reports. \nThe journalists were covering a meeting of tribal leaders\nand government officials in Ghalanai, the administrative center of the region,\nwhen two suicide bombers wearing police uniforms detonated explosives. News\nreports said the meeting was called to discuss the formation of an anti-Taliban\nmilitia. Agence France-Presse said a Pakistani Taliban group took credit for\nthe attack, which injured more than 100 people.\nThe journalists worked as both cameramen and reporters."},{"id":47,"location":"Syria","year":"2016","name":"Abdul Wahed Abdul Ghany","organization":"Anadan media center","date":"June 21, 2016","killed":"Killed","typeofdeath":"Unknown","specificlocation":"Mallah","freelance":"No","description":"Abdul Wahed Abdul Ghany, known as Abdo Abdo, was critically wounded on June 9, 2016, while covering clashes between Syrian government troops and rebels in Mallah, near Aleppo, the Syrian Journalists Association's Syrian Center for Journalistic Freedoms reported. He died of his injuries on June 21.\nAbdul Ghany was a photojournalist for the Anadan Media Center, a pro-opposition press office documenting on the impact of the Syrian war on the northern Aleppo town of Anadan, and Turkey's official Anadolu Agency.\nAn Anadan employee told the Committee to Protect Journalists that the majority of Abdul Ghany's work was with the media center, which commemorated his death on its Facebook page. He worked from their office most days of the week, and been working for them for since 2014, his colleague Ramy said, requesting that CPJ refer to him only by his given name for fear of retribution.\nTurkey's Anadolu Agency did not respond to CPJ's request for comment on Abdul Ghany's employment status, but Ramy told CPJ Abdul Ghany sold them images on a freelance basis.\nRamy told CPJ that on June 9 Abdul Ghany was reporting for the media center on clashes between the regime and rebel forces in the town of Mallah, roughly 20 kilometers from Anadan. The media center normally reports on the immediate vicinity of Anadan, and Ramy was unable to explain why Abdul Ghany was on the frontline and whether he was embedded with a rebel group. A video uploaded to YouTube purports to show the moments immediately after Abdul Ghany was wounded.\nAccording to Ramy, Abdul Ghany also worked as a press officer for the Sham Legion, a coalition of Islamist rebel brigades primarily operating in north Syria. Two weeks before he was injured, Abdul Ghany uploaded an image of himself wearing camouflage trousers, standing next to a man carrying a machine gun. Another photograph published to Instagram in 2015 depicts Abdul Ghany aiming a rifle, with the word \"revolution\" superimposed on the image. Ramy told CPJ that Abdul Ghany may have been \"practicing\" using a gun, but that he was never a fighter with the Sham Legion.\n A spokesperson for Sham Legion told CPJ that he did not have a record of Abdul Ghany's having worked for the coalition, but that he could not completely rule it out."},{"id":48,"location":"Iraq","year":"2005","name":"Abdul-Hussein Khazal","organization":"Al-hurra","date":"February 9, 2005","killed":"Killed","typeofdeath":"Unknown","specificlocation":"Basra","freelance":"No","description":"Khazal, 40, and his son were gunned down outside their home around 8 a.m., Al-Hurra said in a statement. Khazal, who joined the U.S.-funded television station in April 2004, also worked as a correspondent for the U.S.-funded radio station Radio Sawa, the station said.Al-Hurra News Director Mouafac Harb told CPJ that the station was investigating the incident and was not aware of any threats against Khazal stemming from his work.Agence France-Press reported that a previously unknown group calling itself The Imam al-Hassan al-Basri Brigades claimed responsibility for the shooting in a statement postedon an Islamic Web site. Agence France-Presse said the posting accused Khazal of being a member of the Badr Brigades, a Shiite militia affiliated with Supreme Council for Islamic Revolution in Iraq. The Associated Press reported that Khazal was a member of the rival Shiite political party Dawa, worked as an editor for a local newspaper, and served as a press officer for the Basra city council.In an interview with CPJ, Harb disputed reports of Khazal's Shiite political affiliations and said the reporter \"was killed because he was a journalist.\""},{"id":49,"location":"Iraq","year":"2006","name":"Abdul-Rahim Nasrallah al-Shimari","organization":"Al-shaabiya","date":"October 12, 2006","killed":"Killed","typeofdeath":"Murder","specificlocation":"Baghdad","job":"Producer","medium":"Television","coverage":"Human Rights, Politics, War","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Political Group","impunity":"Complete Impunity","captive":"No","tortured":"No","threatened":"No","description":"Masked gunmen in at least five vehicles drove up to the fledgling satellite TV channel Al-Shaabiya in the eastern district of Zayouna around 7 a.m., burst into the offices, executed 11 people, and wounded two others. It was the deadliest single assault on the press in Iraq since the U.S.-led invasion in March 2003. Five of the victims were journalists: Hussein Ali, Abdul-Rahim Nasrallah al-Shimari, Noufel al-Shimari, Thaker al-Shouwili, and Ahmad Sha'ban.\n Al-Shaabiya is owned by the National\nJustice and Progress Party, headed by Abdul-Rahim Nasrallah al-Shimari,\nwho was killed in the attack, according to Reuters and CPJ sources. The\nsmall party ran in the preceding election but failed to win any seats.\nAl-Shaabiya had not yet gone on the air and had run only test\ntransmissions. Executive Manager Hassan Kamil told Reuters that the\nstation had no political agenda and that the staff had been a mix of\nSunnis, Shiites, and Kurds. The station had not been threatened\npreviously.\n\nKamil said some of the gunmen wore police uniforms, and all were\nmasked. News reports said the gunmen's cars resembled police vehicles.\n\nA local press freedom group, The Journalistic Freedoms Observatory,\nnamed the dead as Chairman and General Manager Abdul-Rahim Nasrallah\nal-Shimari and his bodyguard, Ali Jabber; Deputy General Manager Noufel\nal-Shimari; presenters Thaker al-Shouwili and Ahmad Sha'ban;\nadministrative manager Sami Nasrallah al-Shimari; video mixer Hussein\nAli; and three guards identified by first names only: Maher, Ahmad and\nHassan. The station's generator operator, whose name was not available,\nwas also killed. A source at Al-Shaabiya confirmed the names.\n\n            Program Manager Mushtak al-Ma'mouri and news chief Muhammad Kathem were hospitalized with multiple gunshot wounds."},{"id":50,"location":"Sierra Leone","year":"1999","name":"Abdulai Jumah Jalloh","organization":"African champion","date":"February 3, 1999","killed":"Killed","typeofdeath":"Murder","specificlocation":"Freetown","job":"Editor","medium":"Print","coverage":"War","gender":"Male","localorforeign":"Local","freelance":"No","sourceoffire":"Military Officials","impunity":"Complete Impunity","captive":"No","tortured":"No","threatened":"No","description":"Jalloh, news editor of the independent newspaper African Champion, was killed by a West African peacekeeping force (ECOMOG) soldier in central Freetown, according to local journalists. Jalloh and the newspaper's editor, Mohammed D. Koroma, were on their way to a printing company near the state house when a passerby claimed-in the presence of ECOMOG soldiers-that Jalloh was a Revolutionary United Front (RUF) rebel and accused him of arson. Jalloh denied the charge, as did Koroma, who told the ECOMOG soldiers that RUF rebels had burned Jalloh's house.\nThe soldiers warned Koroma not to continue defending Jalloh. An unidentified ECOMOG officer then took Jalloh aside and executed him at point-blank range."}]
